tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/versions'
cask 'tuntap'
cask 'xquartz'
brew 'aspell'
brew 'astyle'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'pkg-config'
brew 'bdw-gc'
brew 'binutils'
brew 'cmake'
brew 'cmatrix'
brew 'coreutils'
brew 'cscope'
brew 'openssl'
brew 'curl'
brew 'gettext'
brew 'dos2unix'
brew 'libtasn1'
brew 'gmp'
brew 'nettle'
brew 'gnutls'
brew 'libtool'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'freetype'
brew 'fontconfig'
brew 'imagemagick'
brew 'libffi'
brew 'glib'
brew 'emacs', args: ['with-gnutls', 'with-cocoa', 'with-x11', 'HEAD']
brew 'faac'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'yasm'
brew 'pcre'
brew 'git'
brew 'x264'
brew 'lame'
brew 'libvo-aacenc'
brew 'xvid'
brew 'ffmpeg', args: ['with-faac']
brew 'gawk'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'ghc'
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar', args: ['with-default-names']
brew 'htop-osx'
brew 'ispell'
brew 'libevent'
brew 'libsodium'
brew 'llvm'
brew 'lzo'
brew 'python3'
brew 'macvim'
brew 'markdown'
brew 'mercurial'
brew 'protobuf'
brew 'mobile-shell'
brew 'mplayer'
brew 'openvpn'
brew 'pypy'
brew 'sl'
brew 'sqlmap'
brew 'syncthing'
brew 'tmux'
brew 'tor'
brew 'tree'
brew 'ucl'
brew 'upx'
brew 'vim'
brew 'w3m'
brew 'watch'
brew 'wget'
brew 'xctool'
brew 'youtube-dl'
brew 'zsh'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/dupes/gzip'
brew 'homebrew/dupes/less'
brew 'homebrew/dupes/make'
brew 'homebrew/dupes/ncurses'
brew 'homebrew/dupes/openssh'
brew 'homebrew/dupes/rsync'
brew 'homebrew/versions/bash-completion2'
cask 'alfred'
cask 'android-file-transfer'
cask 'calibre'
cask 'coconutbattery'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'mcbopomofo'
cask 'mplayerx'
cask 'skype'
cask 'the-unarchiver'
cask 'transmission'
cask 'vlc'
cask 'welly'
