tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
cask "xquartz"
brew "aspell"
brew "astyle"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bdw-gc"
brew "binutils"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "cairo"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cscope"
brew "curl"
brew "diffutils"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dos2unix"
brew "ed", args: ["with-default-names"]
brew "perl"
brew "git"
brew "emacs", args: ["HEAD", "with-cocoa", "with-gnutls", "with-x11"]
brew "faac"
brew "fribidi"
brew "lame"
brew "xvid"
brew "ffmpeg", args: ["with-libass", "with-opencore-amr", "with-webp", "with-x265"]
brew "mpfr"
brew "gawk"
brew "libmpc"
brew "gcc"
brew "gdbm"
brew "ghc"
brew "gnu-getopt"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "nettle"
brew "gnupg"
brew "gobject-introspection"
brew "gpg-agent"
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "htop-osx"
brew "jpeg"
brew "libtool"
brew "imagemagick"
brew "ispell"
brew "less"
brew "libevent"
brew "libsodium"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libyaml"
brew "llvm"
brew "lzip"
brew "lzo"
brew "make"
brew "markdown"
brew "mercurial"
brew "python3"
brew "mobile-shell"
brew "mplayer"
brew "mtr"
brew "ncurses"
brew "openssh"
brew "openvpn"
brew "pandoc"
brew "tree"
brew "pass"
brew "pwgen"
brew "pypy"
brew "rsync"
brew "ruby"
brew "sl"
brew "sqlmap"
brew "syncthing", restart_service: true
brew "texi2html"
brew "tmux"
brew "tor"
brew "ucl"
brew "upx"
brew "utf8proc"
brew "vim"
brew "w3m"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
cask "alfred"
cask "android-file-transfer"
cask "calibre"
cask "coconutbattery"
cask "cooviewer"
cask "firefox"
cask "flux"
cask "font-inconsolata"
cask "font-noto-sans"
cask "font-noto-sans-symbols"
cask "font-noto-serif"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "libreoffice"
cask "mcbopomofo"
cask "mplayerx"
cask "skype"
cask "sqlitebrowser"
cask "squirrel"
cask "the-unarchiver"
cask "transmission"
cask "tuntap"
cask "vlc"
cask "vlc-webplugin"
cask "welly"
